Repository: ygalvao/PIX-invoice-for-military
Catalog: locales/*/LC_MESSAGES/*.po
Languages: pt

source: What is the name of the .CSV file to be imported (only the name, without the .csv extension)?
pt: Qual é o nome do arquivo .CSV a ser importado (digite apenas o nome, sem a extensão .csv)?

source: last_UG_data.txt
pt: ultimos_dados_da_UG.txt

source: last_SMTP_data.txt
pt: ultimos_dados_SMTP.txt

source: End of the program.
pt: Fim do programa.

source: Enter the UG code:
pt: Digite o código de UG:

source: Enter the PagTesouro token to the previous UG code:
pt: Digite o token do PagTesouro referente à UG:

source: Enter the service code:
pt: Digite o código de serviço:

source: Enter the price to be charged to the residents of the first village:
pt: Digite o preço a ser cobrado dos residentes da primeira vila:

source: Enter the price to be charged to the residents of the second village:
pt: Digite o preço a ser cobrado dos residentes da segunda vila:

source: Enter the price to be charged to the residents of the third village:
pt: Digite o preço a ser cobrado dos residentes da terceira vila:

source: Enter the the maturity date for all the invoices (DDMMYYYY):
pt: Digite a data de vencimento para todos os documentos a serem gerados (DDMMAAAA):

source: Enter the SMTP server address:
pt: Digite o endereço do servidor SMTP:

source: Enter the SSL/TLS port for authentication:
pt: Digite a porta para autenticação SSL/TLS:

source: Enter the sender email address:
pt: Digite o endereço de email remetente:

source: Enter your email password:
pt: Digite a senha do endereço de email:

source: was successfully sent!
pt: foi enviado(a) com sucesso!

source: Request
pt: Requisição

source: has returned this status:
pt: retornou o seguinte status:

source: Do you want to use the last used UG data?
pt: Você quer utilizar novamente os últimos dados de UG?

source: Do you want to use the last used SMTP data?
pt: Você quer utilizar novamente os últimos dados de SMTP?

source: The CSV file wasn't found!
pt: O arquivo CSV não foi encontrado!
